Repository: AndySze/OS.js
Catalog: src/locale/*.utf8/LC_MESSAGES/messages.po
Languages: nb_no

source: Unknown error
nb_no: Ukjent feil

source: Unknown action given!
nb_no: Ugyldig oppgave angitt!

source: No action given!
nb_no: Ingen oppgave angitt!

source: Cannot save snapshot. Failed to save in database!
nb_no: Kan ikke lagre bilde. Klarte ikke lagre til database!

source: Cannot save snapshot. Snapshot name already used!
nb_no: Kan ikke lagre bilde. Navnet er opptatt!

source: Cannot save snapshot. No input data given!
nb_no: Kan ikke lagre bilde. Ingen data angitt!

source: Cannot save snapshot. No running session found!
nb_no: Kan ikke lagre bilde. Ingen sessjon kjørende!

source: Cannot load snapshot. Failed to load from database!
nb_no: Kan ikke laste bilde. Klarte ikke hente fra database!

source: Cannot load snapshot. No input data given!
nb_no: Kan ikke laste bilde. Ingen data angitt!

source: Cannot load snapshot. No running session found!
nb_no: Kan ikke laste bilde. Ingen sessjon kjørende!

source: You are not logged in!
nb_no: Du er ikke innlogget!

source: Application '%s' does not exist
nb_no: Applikasjon '%s' finnes ikke

source: Failed to register application
nb_no: Klarte ikke registrere applikasjon

source: Failed to flush application
nb_no: Klarte ikke tømme applikasjon

source: Failed to handle application
nb_no: Klarte ikke håndtere applikasjon

source: Failed to call Service!
nb_no: Klarte ikke bruke tjenesten!

source: Failed to construct Service!
nb_no: Klarte ikke opprette tjenesten!

source: Missing some arguments!
nb_no: Argumenter mangler!

source: Path does not exist
nb_no: Stien finnes ikke

source: The file could not be read
nb_no: Filen kunne ikke leses

source: Invalid argument
nb_no: Ugyldig argument

source: Failed to save '%s'
nb_no: Klarte ikke lagre '%s'

source: Failed read directory '%s'
nb_no: Klarte ikke lese stien '%s'

source: Failed to rename '%s'
nb_no: Klarte ikke angi nytt navn for '%s'

source: Failed to delete '%s'
nb_no: Klarte ikke slette'%s'

source: Failed to create directory '%s'
nb_no: Klarte ikke å opprette sti '%s'

source: Failed to read '%s'
nb_no: Klarte ikke å lese '%s'

source: The file '%s' does not exist!
nb_no: Filen '%s' finnes ikke!

source: The file '%s' already exists!
nb_no: Filen '%s' finnes allerede!

source: You do not have permission to '%s'!
nb_no: Du har ikke tilgang til '%s'!

source: Cannot read/write '%s'!
nb_no: Kan ikke lese/skrive '%s'!

source: Failed to create user!
nb_no: Klarte ikke opprette bruker!

source: Invalid user!
nb_no: Ugyldig bruker!

source: You do not have the privileges to perform this operation!
nb_no: Du har ikke rettigheter til å utføre denne operasjonen!

source: Failed to save user!
nb_no: Klarte ikke lagre bruker!

source: Cannot load snapshot. Failed to save to database!
nb_no: Klarte ikke lagre bilde. Kunne ikke lagre til databasen!

source: Cannot delete snapshot. Failed to delete from database!
nb_no: Klarte ikke slette bilde. Kunne ikke slette fra database!

source: Cannot delete snapshot. No input data given!
nb_no: Klarte ikke slette bilde. Ingen data angitt!

source: Cannot delete snapshot. No running session found!
nb_no: Klarte ikke slette bilde. Ingen sessjon funnet!

source: Cannot list snapshots. Failed to list from database!
nb_no: Klarte ikke oppsummere bilder. Klarte ikke henting fra database!

source: Cannot list snapshots. No running session found!
nb_no: Klarte ikke oppsummere bilder. Ingen sessjon funnet!

source: Check username and password!
nb_no: Sjekk brukernavn og passord!

source: Failed to install '%s'. Archive, Permission or Duplicate error!
nb_no: Klarte ikke installere '%s'. Arkiv, Adgang eller Duplikat feil!

source: Failed to uninstall '%s'. Package or permission error!
nb_no: Klarte ikke avinstallere '%s'. Pakke eller adgangs feil!

source: Failed to uninstall '%s'. Package not found!
nb_no: Klarte ikke avinstallere '%s'. Pakke ikke funnet!

source: The username already exists!
nb_no: Brukernavnet er opptatt!
